import './AboutUs.css';

export function Onas() {
  return (
    <div className="onas-page">
      <h1>Добро пожаловать в Girls Talk</h1>
      <p>
        Мы вдохновляем девушек изучать языки и развиваться в дружеской
        атмосфере! Наш спикинг-клуб - уникальное пространство, где девушки могут
        свободно практиковать английский язык, изучать его с 0, развивать навыки
        общения и, самое главное, получать удовольствие от процесса.
      </p>
      <p>
        Наши встречи проходят в уютной атмосфере: раз в неделю на 1,5 часа мы
        собираемся в удобной локации, где вас ждут:
      </p>
      <ul>
        <li>Милые тетради и ручки для заметок и интересных идей</li>
        <li>Уникальные игры, а также мини-караоке</li>
        <li>Карточки с новыми словами</li>
        <li>Комфортная группа до 10 человек</li>
        <li>Фото и видео на память</li>
        <li>Сладкий стол с напитками и снеками</li>
      </ul>
      <h1>Кто мы?</h1>
      <p>
        Мы – Марьям и Селима, два человека с разным опытом и увлечениями,
        которые объединили свои идеи и стремления, чтобы создать этот проект.
      </p>
      <p>
        <strong>Марьям:</strong> Мне 20 лет, я учусь на направлении
        «Информационные системы и программирование» и занимаюсь
        фронтенд-разработкой. Мне всегда нравилось пробовать себя в разных
        направлениях, чтобы лучше понять свои сильные стороны. За свою жизнь я
        успела заниматься рисованием, танцами, плаванием, пекла торты и десерты
        на заказ, изучала турецкий язык и даже работала байером в Стамбуле. Все
        эти увлечения научили меня быть креативной и смело смотреть в будущее.
      </p>
      <p>
        <strong>Селима:</strong> Я – врач-детский онколог, окончила Первый МГМУ
        им. И. М. Сеченова в 2019 году. Моя профессия требует огромного труда,
        преданности и эмоциональной стойкости. В свободное время я люблю читать,
        гулять в лесу, играть на пианино и путешествовать. Музыка занимает
        особое место в моей жизни. Знание английского языка крайне важно для
        меня как врача, так как это открывает доступ к последним исследованиям,
        международным конференциям и обучающим материалам.
      </p>
      <p>
        Мы верим, что объединение наших знаний и опыта сделает наш проект
        особенным, вдохновляющим и полезным для других.
      </p>
    </div>
  );
}
