export function Prepod() {
  return (
    <div className="aisha-container">
      <h1 className="aisha-title">Айша</h1>
      <p className="aisha-description">
        Наш преподаватель <span className="aisha-highlight">Айша</span>. Она
        завершает обучение в МГУ по специальности «Лингвист-переводчик» с
        акцентом на английский и французский языки. В течение года Айша училась
        в Эмиратах, что обогатило её опыт и знания. С 2019 года она успешно
        преподаёт английский язык, работая с учениками разных возрастов — от 5
        лет и старше.
      </p>
      <p className="aisha-description">
        Айша прошла несколько курсов при МГУ им. М. В. Ломоносова, включая:
        «Русский язык как иностранный», «Современное английское произношение:
        типы речевой коммуникации и дискурс» (на английском языке), «Английский
        язык для русскоязычных студентов» (на английском языке). Кроме того, она
        прошла переводческую стажировку в агентстве ТАСС.
      </p>
      <p className="aisha-description">
        С 2020 года Айша занимается частной репетиторской деятельностью, а с
        2022 года является учителем английского языка в частной школе
        иностранных языков в Москве. Мы уверены, что с её помощью вы достигнете
        значительных успехов в практике языка.
      </p>
    </div>
  );
}